{
  "bookList": [
    {
      "title": "尼采哲学经典(套装共5册)",
      "author": "尼采,刘琦,余鸿荣",
      "publisher": "哈尔滨出版社",
      "price": 9.99,
      "ID": "1901075145",
      "rate": 3.7,
      "publishDate": "2015-07-01",
      "words": 57.7,
      "stock": 10,
      "ISBN": 9787548420460,
      "abstraction": "        尼采文集共五本书《快乐的知识》、《上帝之死》、《瞧！这个人》、《查拉图斯特拉如是说》、《悲剧的诞生》。\n\n        《快乐的知识》是德国哲学家尼采的著作之一。尼采用格言隽语的形式，以明快的节奏，分五部分阐释了他的哲学思想，语言优美，寓意深刻。书中附有译自英文和日文的尼采研究文章，便于读者准确地理解尼采的哲学思想。本书旨在让读者通过阅读，有所思考，并从中体会生命的美好。\n\n       《上帝之死》以特有的诗性语言对人类发展的历史和现状行剖析，对基督教的历史渊源行剖析和批判，重新诠释信仰的真谛。书中附有译自英文和日文的尼采研究文章，便于读者准确地理解尼采的哲学思想，是了解尼采哲学思想和宗教观的重要作品。\n\n        《瞧！这个人》是德国哲学家尼采的自传式作品。尼采把自己一生思想精髓的结晶过程写书中，用大胆、奔放、*、直的笔法描述自己，把繁杂晦涩的思想用简洁凝练、生动鲜活的诗化语言表达出来。书中附有译自英文和日文的尼采研究文章，便于读者准确理解尼采的哲学思想。\n\n        《查拉图斯特拉如是说》是德国哲学家尼采里程碑式的作品，用优美的语言，以散文诗的形式，阐释了他的哲学思想，谱写了自由主义的人性之歌，呼吁人们追问生命的真谛，活在当下。本书不仅具有睿智的思想，也是德语美文的代表作品之一，旨在让读者通过本书，找寻人生的真谛，获得快乐的源泉。\n\n        《悲剧的诞生》青年尼采以丰富的想象力，将古希腊的悲剧神话融哲学的智慧，提出希腊悲剧的两大精神——日神精神和酒神精神，鼓励人们用充满活力的创造精神，碎宁静庄严掩盖下的假面具，重新描绘乐观、阳光、昂扬向上的生命底色。\n\n【推荐语】\n        本套哲学经典本，具有较高的学术价值，尼采为19世纪德国哲学家，唯意志论和生命哲学主要代表之一，被认为是世界*伟大的思想家之一。他的著作对20世纪的思想界产生重大影响。\n\n        作为古希腊文化景仰者的尼采，对于现有人类历史抱有极其悲观的想法，在提出对超人的预言后，他宣布了上帝的死亡。在《上帝之死》这本书中对基督教的传统道德观念行了猛烈的抨，并对基督教的历史渊源行剖析，尼采认为根本没有基督教，基督教是伪造和谎言构成的，这种空前的说法曾震撼了整个世界。这是一本让你读起来爱不释手的哲学经典，从中可以领略到伟大思想家那超前且精妙深奥的思想。\n\n        《快乐的知识》是尼采后期的重要作品。创作于尼采大病初愈之时。本书浓缩了尼采思想的精髓，对诸如生命、个体与群体能、爱情、文艺、哲学、科学、道德、法律、宗教、社会发展等问题都行了简明而深刻的论述，语言凝练而隽永，思想鲜明而锐利，行文多为警句或短诗，思想火花处处闪现，令人读后有痛快淋漓之感。 \n\n        《瞧！这个人》是尼采因病神志不清以前，对自己主要著作和思想主张的总结和阐释。书中尼采以其主要著作为线索对自己的思想主张行描述。这是一部别生面的以思想为核心的自传，同时又是阅读尼采其他著作、理解尼采哲学思想的指导书。本书在翻译过程中，译者“完全采用直译法”，力求尽量还原尼采所写、所想，是尼采著作中难得的译本。另外，本书的早期版本在我国台湾地区出版发行，这也是尼采著作中文译本中较为独特的。\n\n        《查拉图斯特拉如是说》是尼采里程碑式的作品，包含了尼采全部的思想精华。书中尼采假借古代波斯拜火教始祖查拉图斯特拉之名，模仿圣典的文体，说出自己的哲学思想。本书正文部分共4卷80章，记述了查拉图斯特拉的经历和逸事，以故事明哲理，其中表现了尼采崇敬人生、批判旧价值、热爱命运的精神三形态，以及超越自我、创造新价值、追求真正人生意义的“超人”精神。\n\n        《悲剧的诞生》是尼采的第壹部出版的著作，兼有文化史论和哲学论著的两重特。尼采是德国著名哲学家，西方现代哲学的创者，同时也是卓越的诗人和散文家。在本书中，尼采认为希腊悲剧的本质是阿波罗精神和狄俄尼索斯精神的合一，二者相比较，狄俄尼索斯精神（音乐精神）更重要。因此，尼采一步说：“悲剧诞生于音乐精神。”\n\n【作者】\n     尼采（1844—1900），德国著名哲学家、语言学家、文化评论家、诗人、作曲家、思想家，被认为是西方现代哲学的创者，他的著作对于宗教、道德、现代文化、哲学、以及科学等领域提出了广泛的批判和讨论。他的写作风格独特，经常使用格言和悖论的技巧。尼采对于后代哲学的发展影响极大，尤其是在存在主义与后现代主义上。尼采与康德、黑格尔、叔本华同为德国杰出的哲学巨子。\n       刘崎，留学英国伦敦大学，专职翻译。",
      "catalogue": "尼采的一生\n \n 对基督教道德观念的批判\n \n 走出基督教道德的迷宫\n \n 善恶之界\n \n 什么类型的人才具有更高价值\n \n 人类不代表一种进步的发展\n \n 基督教与柔弱者\n\n 人的堕落\n \n 剥夺生命力的怜悯\n \n 生命的毒害者 ——神学家与教士\n \n 神学家的虚伪\n \n 德国神学的产儿 ——康德\n \n 抽象的道德\n \n 蔑视科学者 ——教士\n \n 偏爱科学的人被视为上帝的敌人\n \n 人是有血有肉的动物\n \n 虚构的道德和宗教\n \n 有生命强力的神和没有生命强力的神\n \n 弱者的神\n \n 堕落的神\n \n 颓废和懦弱的神\n \n 实证的宗教 ——佛教\n \n 具有癫狂情绪的宗教\n \n 柔弱是基督教驯服人类的秘方\n \n 基督教的三大美德：信、望、爱\n \n 基督教是犹太民族性的产物\n \n 耶和华的变质\n \n 教士把握权柄的钥匙：罪恶\n \n 犹太人的自我否定本能\n \n “福音书”的疑难\n \n 天才与白痴\n \n 赎罪说的生理基础\n \n 赎罪说的牵强附会\n \n 福音的实践\n \n 耶稣是象征主义者\n \n 天国只是一种内心的体验\n \n 耶稣的圣行"
    },
    {
      "title": "《三体》导读",
      "author": "詹琰,路姜波",
      "publisher": "天津人民出版社",
      "price": 6.89,
      "ID": "1900685849",
      "rate": 4.1,
      "publishDate": "2016-11-01",
      "words": 9.2,
      "stock": 6,
      "ISBN": 9787201108926,
      "abstraction": "有人从《三体》中看到了沧海桑田，有人从《三体》中看到了旷世绝恋，有人从《三体》中看到了思想实验，有人从《三体》中看到了星空灿烂，一千个读者就有一千种《三体》的方式，而这本书，通通指给你看！ 读过或没读过《三体》，都不妨此书。如果你为其中的科技名词而茫然无措，请此书，如果因其中的情理冲突而纠结，请此书…… 有人从《三体》中看到了沧海桑田，有人从《三体》中看到了旷世绝恋，有人从《三体》中看到了思想实验，有人从《三体》中看到了星空灿烂，一千个读者就有一千种《三体》的方式，而这本书，通通指给你看！\n 读过或没读过《三体》，都不妨此书。如果你为其中的科技名词而茫然无措，请此书，如果因其中的情理冲突而纠结，请此书…… ★美国总统奥巴马将《三体》列私人书单，Facebook创始人扎克伯格将《三体》当成*爱，雷军、马化腾等互联网大佬将《三体》奉为圣经……他们从中看到了怎样相同或不同的风景，本书为你完全呈现。\n ★从任何一章读起，你都能收获满满。作者素描、哲学思考、文学内涵、延伸阅读，《三体》的各种方式应有尽有。\n ★读过或没读过《三体》，都不妨此书。如果你为其中的科技名词而茫然无措，请此书，如果因其中的情理冲突而纠结，请此书……有了这本书，《三体》世界将不再有门槛。\n ★从90万字到9万字的简化压缩、科普扫盲、延伸阅读、深度探讨，让你快速掌握“中国*科幻”。\n \n 【作者】\n 詹琰\n 中国科学院大学人文学院新闻传播系副教授、硕士生导师，莫斯科国立工艺美术大学哲学博士，兼任中国自然辩证法研究会科学与艺术专业委员会理事。主要研究领域为科学传播、科学与艺术等，曾主持多项省部级课题研究工作，指导多篇关于《三体》的硕士论文。\n \n 路姜波\n 上海师范大学哲学硕士，资深科幻迷，尤其喜欢阿西莫夫，现从事图书出版工作。",
      "catalogue": "推荐序\n \n 编者序\n \n 上篇\n \n 第一章 为什么是刘慈欣：孤独的孩子，提着易碎的灯笼\n \n 刘慈欣的N张面孔\n \n 总要有人预想末日\n \n 朝闻道，夕可死\n \n 第二章 《三体》三部曲的人文内涵：所有所得所获，不如一夜的星空\n \n “圣母”程心VS“暴君”维德\n \n 思想钢印VS自由意志"
    },
    {
      "title": "三体3：死神永生",
      "author": "刘慈欣",
      "publisher": "读客文化",
      "price": 24.74,
      "ID": "1901104643",
      "rate": 4.4,
      "publishDate": "2018-11-26",
      "words": 36.8,
      "stock": 150,
      "ISBN": 9787229030933,
      "abstraction": "《三体3·死神永生》 身患绝症的云天明买下一颗星星送给暗恋着的大学同学程心，而程心因参与向三体舰队发射探测器的工作，让云天明作为被执行人将大脑捐献给阶梯计划。 云天明被送去三体后，向程心透露大量情报；人类自以为悟出了生存竞争的秘密，开始进行掩体计划…… 在地球人类接近灭亡之际，只有程心和艾AA两个幸存者乘坐光速飞船离开。在云天明送的恒星的一颗行星上，程心遇到关一帆且探讨了宇宙降维的真相…… 太阳系中，最后直面宇宙残酷真相的，只有两双眼睛。 失去人性，失去很多；失去兽性，失去一切。 与三体文明的战争使人类*次看到了宇宙黑暗的真相，地球文明像一个恐惧的孩子，熄灭了寻友的篝火，在暗夜中发抖。\n 自以为历经沧桑，其实刚刚蹒跚学步；自以为悟出了生存竞争的秘密，其实还远没有竞争的资格。\n 使两个文明命悬一线的黑暗森林，不过是宇宙战场上的一个微不足道的插曲，一个在战场上乱跑的无知孩童被堑壕中的狙手射杀，仅此而已。\n 真正的星际战争没人见过，也不可能见到。因为战争的方式和武器已经远超出人类的想象，目睹战场之日，就是灭亡之时。\n 人类没有想到，面对这巨大的存在，从社会学的结论，却可以推导出宇宙学的结果。\n 宇宙的田园时代已经远去，那时，万物的终极之美曾昙花一现，现在已经变成任何大脑和智慧体都无法做出的梦，变成游吟诗人飘渺的残歌；宇宙的物竞天择已到了*惨烈的时刻，在亿万光年暗无天日的战场上，深渊*底层的毁灭力量被唤醒，太空变成了死神广阔的披风。\n 太阳系中的人们永远不会知道这一切，*后面对真相的，只有两双眼睛。\n 【推荐语】\n  相关推荐： 《三体中的物理学》　　\n \n      在读完《<三体>中的物理学》的书稿后，我对李老师的眼界和胸怀深为敬佩和折服。他并没有像一般的读者和网友一样，专注于挑小说中的硬伤（在这方面他无疑是*有资格的），而是以《三体》中的科幻内容作为引子和起，描绘了一幅现代物理学和宇宙学的宏伟图景。从牛顿力学到相对论，从量子力学到弦论，从多维空间到黑洞，从宇宙的诞生到*后的终结，甚至还从物理学的角度探讨了自由意志的命题。本书几乎涉及物理学和宇　　宙学前沿的所有方面，在一本篇幅不长的书中展现了如此广阔的视野，呈现出如此丰富的内容，令人赞叹。\n 　　                                                                       ——《三体》作者  刘慈欣\n \n \n 【作者】\n 刘慈欣，生于六十年代，祖籍河南，现居山西娘子关。中国科普作家协会会员，山西省作家协会会员，高级工程师。 自1999年始科幻创作以来，刘慈欣已发表短篇科幻小说三十余篇，出版长篇科幻小说五部，创下连续八年荣获中国科幻最高奖“银河奖”的纪录。长篇力作《三体》",
      "catalogue": "刘慈欣2018克拉克奖获奖感言\n \n 纪年对照表\n \n 《时间之外的往事》 序言（节选）\n \n 第一部 公元1453年5月，魔法师之死\n \n 第二部 威慑纪元12年，“青铜世纪”号\n \n 第三部 广播纪元7年，程心\n \n 第四部 掩体纪元11年，掩体世界\n \n 第五部 掩体纪元67年，银河系猎户旋臂\n \n 第六部 银河纪元409年，我们的星星"
    },
    {
      "title": "三体1：地球往事",
      "author": "刘慈欣",
      "publisher": "读客文化",
      "price": 16.99,
      "ID": "1901104639",
      "rate": 3.3,
      "publishDate": "2018-11-26",
      "words": 18.9,
      "stock": 14,
      "ISBN": 9787536692930,
      "abstraction": "《三体1》 军方探寻外星文明的绝秘计划“红岸工程”取得了突破性进展。但在按下发射键的那一刻，历经劫难的叶文洁没有意识到，她彻底改变了人类的命运。 地球文明向宇宙发出的一声啼鸣，以太阳为中心，以光速向宇宙深处飞驰……四光年外的“三体文明”百余次毁灭与重生，正被逼迫不得不逃离母星，而恰在此时，他们接收到了地球发来的信息。 庞大的三体舰队开始向地球进发，人类的末日悄然来临……\n 　　文化大革命如火如荼行的同时，军方探寻外星文明的绝秘计划“红岸工程”取得了突破性展。但在按下发射键的那一刻，历经劫难的叶文洁没有意识到，她彻底改变了人类的命运。\n 　　地球文明向宇宙发出的*声啼鸣，以太阳为中心，以光速向宇宙深处飞驰……\n 　　四光年外，“三体文明”正苦苦挣扎——三颗无规则运行的太阳主导下的百余次毁灭与重生逼迫他们逃离母星。而恰在此时，他们收到了地球发来的信息。\n 　　在运用超技术锁死地球人的基础科学之后，三体人庞大的宇宙舰队始向地球发……人类的末日悄然来临。\n \n 【推荐语】\n 　　科幻世界新书推荐（重图书）\n 　　中国科幻银河奖特别获奖作品\n \n 　　本书为“中国科幻基石丛书”之一，银河奖得主，绚丽幻想再次绽放！相对于其华美的语言，刘慈欣的作品中*动人心的是华美的想象。科幻中常见的想象有宏大的、诡异的和逻辑严密的，但像这样充盈着美的想象却是弥足珍贵的。现在就让我们翻书，看看四光年后，“三体文明”是什么样子吧！\n \n  相关推荐： 《三体中的物理学》　　\n \n      在读完《<三体>中的物理学》的书稿后，我对李老师的眼界和胸怀深为敬佩和折服。他并没有像一般的读者和网友一样，专注于挑小说中的硬伤（在这方面他无疑是*有资格的），而是以《三体》中的科幻内容作为引子和起，描绘了一幅现代物理学和宇宙学的宏伟图景。从牛顿力学到相对论，从量子力学到弦论，从多维空间到黑洞，从宇宙的诞生到*后的终结，甚至还从物理学的角度探讨了自由意志的命题。本书几乎涉及物理学和宇　　宙学前沿的所有方面，在一本篇幅不长的书中展现了如此广阔的视野，呈现出如此丰富的内容，令人赞叹。\n 　　                                                                       ——《三体》作者  刘慈欣\n \n 【作者】\n 刘慈欣，六十年代生人，祖籍河南，山西阳泉长大，高级工程师，现在山西娘子关电厂工作。上世纪九十年代末始发表作品，第一篇发表作品为短篇小说《鲸歌》。目前为中国科普作家协会会员，被誉为中国科幻的领军人物。刘慈欣成功地将*的空灵和厚重的现实结合起来，同时注重表现科学的内涵和美感，努力创造出一种具有中国特色的科幻文学样式。其作品因宏伟大气、想像绚丽而获得广泛赞誉，并多次获得中国科幻银河奖。",
      "catalogue": "刘慈欣2018克拉克奖获奖感言\n \n 第一章 科学边界\n \n 第二章 台球\n \n 第三章 射手和农场主\n \n 第四章 三体、周文王、长夜\n \n 第五章 叶文洁\n \n 第六章 宇宙闪烁之一\n \n 第七章 疯狂年代\n \n 第八章 寂静的春天\n \n 第九章 红岸之一"
    }
  ]
}